import React from 'react';

function About() {
  return (
    <div>
      <h1>О компании Chevrolet</h1>
      <p>Компания Chevrolet была создана в ноябре 1911 года. Ее основали Уильям Дюрант — американский предприниматель, который на тот момент являлся совладельцем корпорации General Motors, и Луи Шевроле — гонщик, механик и автомобилестроитель швейцарского происхождения. Как не сложно догадаться, основной страстью Луи Шевроле — были машины. Однажды гонщик привлек внимание крупных игроков американского автомобильного рынка, в том числе Уильяма Дюрана. Бизнесмен был «провидцем» маркетинга и решил, что имя гонщика Шевроле поможет повысить продажи, поэтому было решено назвать компанию в его честь.</p>
    </div>
  );
}

export default About;